export const ar_lang = {
  //الرأس
  header_link1: "الصفحة الرئيسية",
  header_link2: "معلومات",
  header_buy: "شراء",

  //الهبوط
  hero_subtitle: "أطلق سراح قوتك",
  hero_subtitle_color: "الكامنة.",
  scroll_text: "التمرير لأسفل",

  //السوق
  marketplace_title: "اختر حبتك وكميتك.",
  marketplace_subtitle: "اشترِ بسرعة بثلاث نقرات.",
  marketplace_banner_title: "أيقظ حواسك",
  marketplace_banner_subtitle: ".",
  marketplace_banner_review: `"أداء نجم الأفلام الإباحية، السيدة راضية جدًا"`,
  marketplace_banner_review2: `"أوه، اخترقت الجدار"`,
  marketplace_banner_review3: `"كنت متشككًا، ولكن من وجه زوجتي... شكرًا سايدجرا"`,
  marketplace_banner_review4: `"أنقذت علاقتي، شكرًا"`,
  marketplace_banner_review5: `"أوصي بالمنتج! تأثير مضمون! #سايدجرا"`,
  marketplace_banner_review6: `"وصلت الحبوب بأمان إلى صندوق بريدي، تعبئة جذابة وسرية."`,
  marketplace_banner_review7: `"قوي!"`,
  marketplace_banner_description:
    "حلا لضعف الانتصاب الذكوري في متناول جميع الأيدي.",
  marketplace_selector_pack_pills: "حبات",
  marketplace_card_d1: "ثقة مقرَّبة",
  marketplace_card_d2: "تنشيط طبيعي",
  marketplace_card_x: "شهادة ISO 14001",
  marketplace_card_c1: "أقصى قوة",
  marketplace_card_c2: "انتصاب طويل الأمد",
  marketplace_add_cart: "إضافة إلى السلة",
  marketplace_more_info_button: "مزيد من المعلومات",

  //السلة
  cart_noprod: "يرجى اختيار منتج...",
  cart_delivery: "التوصيل",
  cart_subtotalprice: "المجموع الفرعي",
  cart_totalprice: "المجموع الكلي",
  add_name: "الاسم",
  add_surname: "اللقب",
  add_street: "العنوان",
  add_streetn: "رقم",
  add_cap: "الرمز البريدي",
  add_city: "المدينة",
  add_country: "الدولة",
  add_continue: "متابعة",
  add_terms: "الشروط والأحكام",
  read_terms: "أنا أتفق",

  //صفحة المعلومات
  info_title1: "سايدجرا: النسخة العامة التايلاندية",
  info_desc1:
    "سايدجرا هو دواء عام تايلاندي معترف به لتشابهه الفعّال مع الفياجرا. المكون الرئيسي له، ستلينيت سيترات، يسترخي عضلات القضيب، مما يعزز تدفق الدم ويؤدي إلى الانتصاب.",
  info_buy1: "شراء",
  info_title2: "معلومات أساسية عن المنتج",
  info_card_title1: "ضعف الانتصاب والتوضيحات",
  info_card_desc1:
    "ضعف الانتصاب (العجز الجنسي) يشير إلى عدم القدرة على الحفاظ على انتصاب. يؤثر على 30٪ من الرجال، خاصة مع التقدم في السن. يمكن أن يسبب مشاكل نفسية واجتماعية.",
  info_card_title2: "آلية الانتصاب والأسباب",
  info_card_desc2:
    "الانتصاب نتيجة لتدفق الدم إلى الجسم الكهفي في القضيب. يمكن أن يؤثر الإجهاد، والأمراض الاستقلابية، ومشاكل الهرمونات، والأمراض الوعائية، والعصبية، والنفسية على هذه الآلية.",
  info_card_title3: "احتياطات مع سايدجرا",
  info_card_desc3:
    "استشير الطبيب إذا كنت تزيد على 65 عامًا، أو لديك تاريخ طبي، أو تتناول أدوية أخرى. بعض الحالات الطبية والتفاعلات الدوائية تحتاج إلى اهتمام خاص.",
  more_info_button: "مزيد من المعلومات",

  //بانر
  banner_title_1: "شحن عالمي",
  banner_title_2: "أسعار تنافسية",
  banner_title_3: "مدفوعات آمنة",
  banner_title_4: "توصيل سريع",
  banner_desc_1: "شحن إلى جميع أنحاء العالم.",
  banner_desc_2: "أفضل نسبة جودة وسعر في السوق.",
  banner_desc_3: "مدفوعات إلكترونية آمنة بتشفير.",
  banner_desc_4: "معالجة الطلبات فورية وتسليم في غضون 10 أيام.",

  //تفاصيل المنتج
  pd_title: "سايدجرا",
  pd_desc:
    "يحتوي سايدجرا على ستلينيت سيترات الذي يسترخي عضلات وأوعية الدم في القضيب، مما يعزز دخول كمية أكبر من الدم ويؤدي إلى انتصاب أكثر استقرارًا.",
  pd_subtitle: "الدواء بإيجاز",
  pd_desc_subtitle:
    "سايدجرا يحارب ضعف الانتصاب بفعالية بفضل تركيبته المطابقة للفياجرا. سايدجرا بلا شك هو المكافئ المثالي لسابقه من حيث الفعالية والتأثير والجرعة.",
  pd_banner_pill_1:
    "بفضل ستلينيت سيترات الذي هو مثبط لفسفوديستيراز النوع 5 (PDE5) الموجود في حبة سايدجرا، تسترخي العضلات، مما يسمح للدم بالتدفق بشكل طبيعي نحو الأعضاء التناسلية، مما يسبب انتصابًا قويًا ودائمًا.",
  pd_banner_pill_2:
    "يرجى ملاحظة أن سايدجرا، مثل جميع الأدوية من هذا النوع، يعمل فقط عند وجود تحفيز جنسي ولا يهدف إلى زيادة الرغبة الجنسية.",

  pd_box_title1: "جرعة وطرق الاستخدام",
  pd_box_desc1:
    "تناول الحبة حوالي 30-60 دقيقة قبل النشوة المرغوبة. يمكن أن يستغرق حوالي 30 دقيقة حتى يظهر التأثير. يمكن أن يستمر التأثير حتى 6 ساعات إذا كنت تحت تحفيز جنسي.",
  pd_box_item1:
    "تجنب تناول كميات كبيرة من الكحول، حيث يمكن أن يؤثر ذلك على الانتصاب.",
  pd_box_item2: "الجرعة الموصى بها: 1 حبة أو 100 ملغ يوميًا.",
  pd_box_item3: "عدم استخدام سايدجرا إذا تم تناول نترات مؤخرًا.",
  pd_box_item4: "غير مستحسن للنساء والأطفال دون 18 سنة.",
  pd_box_item5: "تناول الدواء ببساطة مع قُطعة من الماء.",

  pd_box_title2: "سايدجرا والاحتياطات",
  pd_box_desc2:
    "من الأفضل استشارة الطبيب أو الصيدلي قبل تناول سايدجرا، خصوصًا إذا كنت أكبر من 65 عامًا، أو لديك تاريخ طبي، أو تتناول أدوية أخرى. استشر أيضًا في حالة:",
  pd_box2_item1: "فقر الدم المنجلي",
  pd_box2_item2: "حساسية لستلينيت سيترات",
  pd_box2_item3: "مشاكل بصرية",
  pd_box2_item4: "ورم نخاعي متعدد أو لوكيميا",
  pd_box2_item5: "أمراض كلوية أو كبدية",
  pd_box2_item6: "سجل من السكتات الدماغية",
  pd_box2_item7: "تشوه في القضيب أو مرض لا بيروني",
  pd_box2_item8: "فقر الدم المنجلي (شذوذ في كريات الدم الحمراء)",
  pd_box2_item9: "ارتفاع ضغط الدم أو انخفاضه غير المسيطر عليه",
  pd_box2_item10: "قرحة المعدة أو أي نزيف غير طبيعي",

  pd_box_title3: "طرق التخزين",

  pd_box_desc3:
    "تعتمد تواريخ انتهاء الصلاحية للأدوية على طريقة تخزينها. إليك بعض التعليمات الأساسية للتخزين:",
  pd_box3_item1: "احفظ الأقراص بين 16 درجة و 28 درجة مئوية",
  pd_box3_item2: "لا تفتح الرقعة الألومنيوم دون استهلاك الحبة",
  pd_box3_item3: "احفظ الصناديق بعيدًا عن أشعة الشمس المباشرة",
  pd_box3_item4: "احتفظ بها بعيدًا عن متناول الأطفال",
  pd_box3_item5: "لا تجمد الأدوية ولا تسخنها",

  //صفحة الاتصال
  contact_title: "هل تحتاج إلى مساعدة؟ اتصل بنا.",
  contact_name: "الاسم",
  contact_email: "البريد الإلكتروني",
  contact_select: "اختر الموضوع",
  contact_option1: "مشكلة في الدفع",
  contact_option2: "مشكلة في التوصيل",
  contact_option3: "معلومات عن المنتج",
  contact_option4: "طلب استشارة",
  contact_option5: "آخر",
  contact_message: "اكتب رسالتك",
  contact_send: "إرسال الرسالة",

  //صفحة الدفع
  payment_title: "الدفع",
  payment_cardn: "رقم البطاقة",
  payment_expiry: "تاريخ الانتهاء",
  payment_cvc: "رمز الأمان",
  payment_pay_button: "دفع",
  payment_pay_wait: "انتظر",
  payment_terms: "الشروط والأحكام",
  payment_exit: "إلغاء",
  payment_rec_title: "سايدجرا - أقراص",
  payment_rec_box: "صندوق",
  payment_rec_sub: "الإجمالي الفرعي",
  payment_rec_shipping: "الشحن",
  payment_rec_total: "الإجمالي",

  //التذييل
  footer_title1: "-خريطة الموقع-",
  footer_title2: "-شركتنا وسياساتنا-",
  footer_title3: "-ويكي-",

  footer_l_1: "الصفحة الرئيسية",
  footer_l_2: "معلومات",
  footer_l_3: "شراء",
  footer_l_4: "دواء",

  footer_l1_1: "الشروط والأحكام",
  footer_l1_2: "سياسة الإرجاع",
  footer_l1_3: "وسائل الدفع",

  footer_l2_1: "ضعف الانتصاب",
  footer_l2_2: "سايدجرا",
  footer_l2_3: "الجرعة",

  help_button: "يساعد",
  pill_name: "حبوب",

  motd: "Livraison gratuite jusqu'au 30 Septembre",
};
