export const el_lang = {
  //Κεφαλίδα
  header_link1: "Αρχική",
  header_link2: "Πληροφορίες",
  header_buy: "Αγορά",

  //Κείμενο Κεφαλής
  hero_subtitle: "Απελευθερώστε την",
  hero_subtitle_color: "δύναμή σας.",
  scroll_text: "Κύλιση προς τα κάτω",

  //Αγορά
  marketplace_title: "Επιλέξτε το χάπι σας και την ποσότητα.",
  marketplace_subtitle: "Αγοράστε γρήγορα με 3 κλικ.",
  marketplace_banner_title: "Αφυπνίστε τις",
  marketplace_banner_subtitle: "αισθήσεις σας.",
  marketplace_banner_review: `"Επίδοση αστέρα του Χ, η κυρία πολύ ικανοποιημένη"`,
  marketplace_banner_review2: `"Ε, καρφίτσωσα τον τοίχο"`,
  marketplace_banner_review3: `"Ήμουν επιφυλακτικός, αλλά βλέποντας το πρόσωπο της γυναίκας μου... ευχαριστώ σάιντγκρα"`,
  marketplace_banner_review4: `"Έσωσε τη σχέση μου, ευχαριστώ."`,
  marketplace_banner_review5: `"Συνιστώ το προϊόν! Εγγυημένο αποτέλεσμα! #Σάιντγκρα"`,
  marketplace_banner_review6: `"Τα χάπια έφτασαν στο γραμματοκιβώτιό μου, ενδιαφέρουσα και διακριτική συσκευασία."`,
  marketplace_banner_review7: `"ΙΣΧΥΡΟ!"`,
  marketplace_banner_description:
    "Η λύση για την ανδρική στυτική δυσλειτουργία σε προσιτή τιμή.",
  marketplace_selector_pack_pills: "Χάπια",
  marketplace_card_d1: "Εμπιστοσύνη εντός της κρεβατοκάμαρας",
  marketplace_card_d2: "Φυσική διέγερση",
  marketplace_card_x: "Πιστοποίηση ISO 14001",
  marketplace_card_c1: "Μέγιστη ισχύς",
  marketplace_card_c2: "Επίμονες στύσεις",
  marketplace_add_cart: "Προσθήκη στο καλάθι",
  marketplace_more_info_button: "Περισσότερες πληροφορίες",

  //Καλάθι
  cart_noprod: "Παρακαλώ επιλέξτε ένα προϊόν...",
  cart_delivery: "Παράδοση",
  cart_subtotalprice: "Υποσύνολο",
  cart_totalprice: "Συνολικό ποσό",
  add_name: "Όνομα",
  add_surname: "Επίθετο",
  add_street: "Διεύθυνση",
  add_streetn: "Αρ.",
  add_cap: "Τ.Κ.",
  add_city: "Πόλη",
  add_country: "Χώρα",
  add_continue: "Συνέχεια",
  add_terms: "Όροι και Προϋποθέσεις Χρήσης",
  read_terms: "Δέχομαι",

  //Σελίδα Πληροφοριών
  info_title1: "Σάιντγκρα: Το Ταϊλανδικό Γενόσημο Φάρμακο",
  info_desc1:
    "Το Σάιντγκρα είναι ένα ταϊλανδικό γενόσημο φάρμακο που αναγνωρίζεται για την αποτελεσματική ομοιότητά του με το Βιάγκρα. Το κύριο συστατικό του, σιλδεναφίλη κιτρική, χαλαρώνει τους μύες του πέους, προωθώντας αύξηση της ροής του αίματος και προκαλώντας στύσεις.",
  info_buy1: "Αγορά",
  info_title2: "Βασικές πληροφορίες για το προϊόν",
  info_card_title1: "Στυτική δυσλειτουργία και εξηγήσεις",
  info_card_desc1:
    "Η στυτική δυσλειτουργία (ΣΔ), συχνά αναφέρεται ως 'ανικανότητα', αναφέρεται στην αδυναμία διατήρησης στύσης. Επηρεάζει το 30% των ανδρών, ιδίως με την ηλικία. Μπορεί να προκαλέσει ψυχολογικά και κοινωνικά προβλήματα.",
  info_card_title2: "Μηχανισμός στύσης και αιτίες",
  info_card_desc2:
    "Η στύση προκύπτει από τη ροή του αίματος στο σπόγγο του πέους. Ο στρες, μεταβολικά νοσήματα, προβλήματα ορμονών, αγγειακές, νευρολογικές ή ψυχολογικές παθήσεις μπορούν να διαταράξουν αυτόν τον μηχανισμό.",
  info_card_title3: "Προφυλάξεις με το Σάιντγκρα",
  info_card_desc3:
    "Συμβουλευτείτε έναν γιατρό εάν είστε άνω των 65 ετών, έχετε ιστορικό ιατρικών προβλημάτων ή παίρνετε άλλα φάρμακα. Ορισμένες ιατρικές καταστάσεις και αλληλεπιδράσεις φαρμάκων απαιτούν ιδιαίτερη προσοχή.",
  more_info_button: "Περισσότερες πληροφορίες",

  //Μπάνερ
  banner_title_1: "Παγκόσμια αποστολή",
  banner_title_2: "Ανταγωνιστικές τιμές",
  banner_title_3: "Ασφαλείς πληρωμές",
  banner_title_4: "Γρήγορη παράδοση",
  banner_desc_1: "Παράδοση παντού στον κόσμο.",
  banner_desc_2: "Καλύτερη αναλογία ποιότητας και τιμής στην αγορά.",
  banner_desc_3: "Οι ηλεκτρονικές πληρωμές σας είναι κρυπτογραφημένες.",
  banner_desc_4: "Άμεση επεξεργασία παραγγελιών και παράδοση εντός 10 ημερών.",

  //Λεπτομέρειες Προϊόντος

  pd_title: "Σάιντγκρα",
  pd_desc:
    "Το Σάιντγκρα περιέχει κιτρική σιλδεναφίλη που χαλαρώνει τους μύες και τα αιμοφόρα αγγεία του πέους σας, προωθώντας την είσοδο μεγαλύτερης ποσότητας αίματος και δημιουργώντας μια πιο σταθερή στύση.",
  pd_subtitle: "ΤΟ ΦΑΡΜΑΚΟ ΣΕ ΣΥΝΤΟΜΙΑ",
  pd_desc_subtitle:
    "Το Σάιντγκρα καταπολεμά αποτελεσματικά την στυτική δυσλειτουργία (ΣΔ) χάρη στον ακριβή του συνδυασμό με το Βιάγκρα. Το Σάιντγκρα είναι αναμφισβήτητα το τέλειο ισοδύναμο του προγόνου του όσον αφορά την αποτελεσματικότητα, την επίδραση και τη δοσολογία.",
  pd_banner_pill_1:
    "Χάρη στην κιτρική σιλδεναφίλη, η οποία είναι ένα αναστολέας της φωσφοδιεστεράσης τύπου 5 (PDE5) που περιέχεται στο χάπι του Σάιντγκρα, οι μύες σας θα χαλαρώσουν και θα επιτρέψουν στο αίμα να ρέει φυσικά προς τα γεννητικά όργανα, προκαλώντας μια ισχυρή και διαρκή στύση.",
  pd_banner_pill_2:
    "Σημειώστε ότι το Σάιντγκρα, όπως και όλα τα φάρμακα αυτού του είδους, δρα μόνο εάν υπάρχει σεξουαλική διέγερση και δεν έχει ως στόχο να ενισχύσει τη σεξουαλική επιθυμία σας.",

  pd_box_title1: "ΔΟΣΟΛΟΓΙΑ ΚΑΙ ΤΡΟΠΟΣ ΧΡΗΣΗΣ",
  pd_box_desc1:
    "Καταναλώστε το χάπι σας περίπου 30-60 λεπτά πριν από την επιθυμητή επίδραση. Μπορεί να χρειαστεί έως και 30 λεπτά για το φάρμακο να αρχίσει να δρα. Η διάρκεια μπορεί να φτάσει έως 6 ώρες, εάν υπάρχει σεξουαλική διέγερση.",
  pd_box_item1:
    "Να μην πίνετε υπερβολική ποσότητα αλκοόλ, καθώς αυτό μπορεί να δυσκολέψει τη στύση.",
  pd_box_item2: "Συνιστώμενη δόση 1 χάπι ή 100mg ανά ημέρα.",
  pd_box_item3:
    "Να μην χρησιμοποιείτε το Σάιντγκρα αν πρόσφατα πήρατε νιτροδιαλύτες.",
  pd_box_item4: "Δεν συνιστάται για γυναίκες ή παιδιά κάτω των 18 ετών.",
  pd_box_item5: "Λαμβάνετε το φάρμακο απλά με ένα λίγο νερό.",

  pd_box_title2: "ΣΑΙΝΤΓΚΡΑ ΚΑΙ ΠΡΟΦΥΛΑΞΕΙΣ",
  pd_box_desc2:
    "Συνιστάται να συμβουλευτείτε τον γιατρό σας ή τον φαρμακοποιό σας πριν πάρετε το Σάιντγκρα, εάν είστε άνω των 65 ετών ή έχετε ιστορικό ιατρικών προβλημάτων και λαμβάνετε φάρμακα / βρίσκεστε υπό θεραπεία, αλλά επίσης:",
  pd_box2_item1: "Σφαιροκυτταραιμία",
  pd_box2_item2: "Αλλεργία στη σιλδεναφίλη",
  pd_box2_item3: "Πρόβλημα όρασης",
  pd_box2_item4: "Πολλαπλό μυέλωμα ή λευχαιμία",
  pd_box2_item5: "Νεφρικά ή ηπατικά νοσήματα",
  pd_box2_item6: "Ιστορικό εγκεφαλικού επεισοδίου",
  pd_box2_item7: "Παραμόρφωση του πέους ή νόσος La Peyronie",
  pd_box2_item8: "Σφαιροκυτταραιμία (ανωμαλία των ερυθρών αιμοσφαιρίων)",
  pd_box2_item9: "Υπέρταση ή ανεπάρκεια αρτηριακής πίεσης",
  pd_box2_item10: "Ελκώδης φαγούρα ή άλλη ανωμαλία αιμορραγίας",

  pd_box_title3: "ΤΡΟΠΟΣ ΦΥΛΑΞΗΣ",

  pd_box_desc3:
    "Οι ημερομηνίες λήξης των φαρμάκων εξαρτώνται από τον τρόπο αποθήκευσής τους. Εδώ είναι μερικές βασικές οδηγίες αποθήκευσης:",
  pd_box3_item1: "Φυλάξτε τα χάπια σας μεταξύ 16°C και 28°C",
  pd_box3_item2:
    "Να μην ανοίγετε το μπουκάλι αλουμινίου χωρίς να το καταναλώσετε",
  pd_box3_item3: "Διατηρείτε τις συσκευασίες μακριά από το άμεσο φως του ήλιου",
  pd_box3_item4: "Κρατήστε τις συσκευασίες μακριά από παιδιά",
  pd_box3_item5: "Να μην παγώνετε ή ζεσταίνετε τα φάρμακα",

  //Σελίδα Επικοινωνίας
  contact_title: "Χρειάζεστε βοήθεια; Επικοινωνήστε μαζί μας.",
  contact_name: "Όνομα",
  contact_email: "Email",
  contact_select: "Επιλέξτε θέμα",
  contact_option1: "Πρόβλημα με την πληρωμή",
  contact_option2: "Πρόβλημα με την παράδοση",
  contact_option3: "Πληροφορίες για το προϊόν",
  contact_option4: "Αίτημα συμβουλής",
  contact_option5: "Άλλο",
  contact_message: "Γράψτε το μήνυμά σας",
  contact_send: "Αποστολή μηνύματος",

  //Σελίδα Πληρωμής
  payment_title: "Πληρωμή",
  payment_cardn: "Αριθμός κάρτας",
  payment_expiry: "Ημερομηνία λήξης",
  payment_cvc: "Κωδικός ασφαλείας",
  payment_pay_button: "Πληρωμή",
  payment_pay_wait: "Παρακαλώ περιμένετε",
  payment_terms: "Όροι και προϋποθέσεις",
  payment_exit: "Έξοδος από την πληρωμή",

  //Σελίδα Επιβεβαίωσης
  confirm_title: "Ευχαριστούμε για την παραγγελία σας!",
  confirm_desc: "Ο αριθμός παραγγελίας σας είναι:",
  confirm_back: "Επιστροφή στην αρχική σελίδα",

  //Κάτω Μέρος
  footer_info: "Πληροφορίες",
  footer_contact: "Επικοινωνία",
  footer_privacy: "Πολιτική απορρήτου",
  footer_terms: "Όροι χρήσης",

  help_button: "βοήθεια",
  pill_name: "χάπια",

  motd: "Livraison gratuite jusqu'au 30 Septembre",
};
