export const el_lang = {
  header_link1: "Αρχική",
  header_link2: "Πληροφορίες",
  header_buy: "Αγορά",

  hero_subtitle: "Ξυπνήστε το",
  hero_subtitle_color: "πάθος",
  scroll_text: "κύλιση προς τα κάτω",

  marketplace_title: "Επιλέξτε το χάπι για εσάς",
  marketplace_subtitle: " Αγοράστε, γρήγορα μόνο σε 3 κλικ.",
  marketplace_banner_title: "Επαναφέρετε",
  marketplace_banner_subtitle: "το πάθος",
  marketplace_banner_review: `"Παράσταση ταινίας σεξ, είναι χαρούμενη"`,
  marketplace_banner_description:
    "Το φάρμακο για την ανδρική ανικανότητα σε εύχρηστη τιμή.",

  marketplace_selector_pack_pills: "Χάπια",
  marketplace_card_d1: "Απόδοση, Ασφάλεια",
  marketplace_card_d2: "Διάρκεια 4 έως 6 ώρες",
  marketplace_card_x: "Πιστοποιημένο  ISO 14001",
  marketplace_card_c1: "Καλύτερη διαθέσιμη τιμή",
  marketplace_card_c2: "Διάρκεια 8 έως 10 ώρες",
  marketplace_add_cart: "αγορά",

  cart_noprod: "Επιλέξτε ένα προϊόν...",
  cart_delivery: "Παράδοση",
  cart_subtotalprice: "Υποσύνολο",
  cart_totalprice: "Συνολικό ποσό",

  add_name: "Όνομα",
  add_surname: "Επώνυμο",
  add_street: "Διεύθυνση",
  add_streetn: "Αρ.",
  add_cap: "Τ.Κ.",
  add_city: "Πόλη",
  add_country: "Χώρα",
  add_continue: "Συνέχεια",
  add_terms: "Όροι & Προϋποθέσεις",

  info_title1: "Sidegra: Το Ταϊλανδέζικο Γενόσημο Φάρμακο",
  info_desc1:
    "Το Sidegra είναι ένα ταϊλανδέζικο γενόσημο φάρμακο γνωστό για την αποτελεσματική του ομοιότητα με το Viagra. Ο κύριος συστατικός του, κιτρικό σιλδεναφίλης, χαλαρώνει τους μύες του πέους, προάγοντας αυξημένη ροή αίματος και προκαλώντας στύσεις.",
  info_buy1: "Αγορά",
  info_title2: "Βασικές Πληροφορίες για το Προϊόν",
  info_card_title1: "Δυσλειτουργία Στύσης, Εξηγήσεις",
  info_card_desc1:
    "Η δυσλειτουργία στύσης, συχνά αναφερόμενη ως 'ιμποτένς,' αναφέρεται στην ανικανότητα να διατηρηθεί στύση. Επηρεάζει το 30% των ανδρών, ιδίως με την ηλικία. Αυτό μπορεί να προκαλέσει ψυχολογικές και κοινωνικές διαταραχές.",
  info_card_title2: "Μηχανισμός της Στύσης και Αιτίες",
  info_card_desc2:
    "Η στύση αποτελεί αποτέλεσμα της ροής αίματος στον πέοντα κατά τη διάρκεια της στύσης. Οικογενειακά προβλήματα, νοσήματα μεταβολισμού, προβλήματα ορμονών, αγγειακά, νευρολογικά ή ψυχολ",
  info_card_title3: "Προφυλάξεις με το Sidegra",
  info_card_desc3:
    "Συμβουλευτείτε ένα γιατρό εάν είστε άνω των 65 ετών, έχετε ιστορικό προβλημάτων υγείας ή λαμβάνετε άλλα φάρμακα. Ορισμένες ιατρικές καταστάσεις και αλληλεπιδράσεις φαρμάκων απαιτούν ειδική προσοχή.",
  more_info_button: "πληροφορίες",
};
