export const ru_lang = {
  header_link1: "Главная",
  header_link2: "Информация",
  header_buy: "Купить",

  hero_subtitle: "Пробудите",
  hero_subtitle_color: "страсть",

  marketplace_title: "Выберите правильную пилюлю для вас",
  marketplace_subtitle: "Купите быстро всего за 3 клика.",
  marketplace_banner_title: "Включите",
  marketplace_banner_subtitle: "страсть",
  marketplace_banner_review: `"Эффективность как у xxx-звезды, она очень счастлива"`,
  marketplace_banner_description:
    "Средство от мужской импотенции доступно каждому",

  marketplace_selector_pack_pills: "Таблетки",
  marketplace_card_d1: "Эффективность, Безопасность",
  marketplace_card_d2: "Длительность 4-6 ",
  marketplace_card_x: "Сертифицированный ISO 14001",
  marketplace_card_c1: "Лучшая цена",
  marketplace_card_c2: "Длительность 8-10 ",
  marketplace_add_cart: "Купить",

  cart_noprod: "Пожалуйста, выберите продукт...",
  cart_delivery: "Доставка",
  scroll_text: "прокрутите вниз",

  add_name: "Имя",
  add_surname: "Фамилия",
  add_street: "Адрес",
  add_streetn: "№ дома",
  add_cap: "Индекс",
  add_city: "Город",
  add_country: "Страна",
  add_continue: "Продолжить",
  add_terms: "Условия и положения",

  info_title1: "Сайдгра: Тайский Генерический Препарат",
  info_desc1:
    "Сайдгра тайский генерический препарат, признанный эффективным аналогом Виагры. Его ключевой ингредиент, силденафила цитрат, расслабляет мышцы пениса, способствуя увеличению кровотока и вызывая эрекции.",
  info_buy1: "Купить",
  info_title2: "Основная Информация о Продукте",
  info_card_title1: "Эректильная Дисфункция: Пояснения",
  info_card_desc1:
    "Эректильная дисфункция, часто называемая 'импотенцией', означает невозможность поддержания эрекции. Это затрагивает 30% мужчин, особенно с возрастом. Это может вызвать психологические и социальные проблемы.",
  info_card_title2: "Механизм Эрекции и Причины",
  info_card_desc2:
    "Эрекция является результатом притока крови в кавернозные тела пениса. Стресс, метаболические заболевания, проблемы с гормонами, сосудистые, неврологические или психологические проблемы могут нарушить этот механизм.",
  info_card_title3: "Предостережения при Использовании Сайдгры",
  info_card_desc3:
    "При возрасте старше 65 лет, наличии медицинских анамнезов или принятии других лекарств, обязательно проконсультируйтесь с врачом. Некоторые медицинские состояния и взаимодействие с другими препаратами требуют особого внимания.",
  more_info_button: "Информация",
  cart_subtotalprice: "Подытог",
  cart_totalprice: "Итого",
};
