export const ru_lang = {
  //Заголовок
  header_link1: "Главная",
  header_link2: "Информация",
  header_buy: "Купить",

  //Лэндинг
  hero_subtitle: "Раскрой свою",
  hero_subtitle_color: "силу.",
  scroll_text: "Прокрутить вниз",

  //Маркетплейс
  marketplace_title: "Выберите свою таблетку и количество.",
  marketplace_subtitle: "Купите быстро в 3 клика.",
  marketplace_banner_title: "Пробуди свои",
  marketplace_banner_subtitle: "чувства.",
  marketplace_banner_review: `"Эффект порнозвезды, очень довольная леди"`,
  marketplace_banner_review2: `"Эй, я пробил стену"`,
  marketplace_banner_review3: `"Был скептически настроен, но как только я увидел лицо жены... спасибо, Сайдгра"`,
  marketplace_banner_review4: `"Это спасло мои отношения, спасибо."`,
  marketplace_banner_review5: `"Рекомендую продукт! Гарантированный эффект! #Сайдгра"`,
  marketplace_banner_review6: `"Таблетки пришли в моем почтовом ящике, интересная и дискретная упаковка."`,
  marketplace_banner_review7: `"МОЩНО!"`,
  marketplace_banner_description:
    "Средство от мужской импотенции доступное каждому бюджету.",
  marketplace_selector_pack_pills: "Таблетки",
  marketplace_card_d1: "Интимное доверие",
  marketplace_card_d2: "Натуральное стимулирование",
  marketplace_card_x: "Сертифицировано ISO 14001",
  marketplace_card_c1: "Максимальная мощность",
  marketplace_card_c2: "Продленные эрекции",
  marketplace_add_cart: "Добавить в корзину",
  marketplace_more_info_button: "Больше информации",

  //Корзина
  cart_noprod: "Выберите продукт...",
  cart_delivery: "Доставка",
  cart_subtotalprice: "Промежуточная сумма",
  cart_totalprice: "Общая сумма",
  add_name: "Имя",
  add_surname: "Фамилия",
  add_street: "Адрес",
  add_streetn: "Дом",
  add_cap: "Почтовый индекс",
  add_city: "Город",
  add_country: "Страна",
  add_continue: "Продолжить",
  add_terms: "Условия и положения",

  //Страница информации
  info_title1: "Сайдгра: Тайский генерик",
  info_desc1:
    "Сайдгра - тайский генерик, признанный эффективным аналогом Виагры. Его ключевой компонент, силденафилцитрат, расслабляет мышцы пениса, способствуя увеличению кровотока и вызывая эрекции.",
  info_buy1: "Купить",
  info_title2: "Важная информация о продукте",
  info_card_title1: "Эректильная дисфункция и объяснения",
  info_card_desc1:
    "Эректильная дисфункция (ЭД), часто называемая 'импотенцией', означает невозможность поддержания эрекции. Это затрагивает 30% мужчин, особенно с возрастом. Это может вызвать психологические и социальные проблемы.",
  info_card_title2: "Механизм эрекции и причины",
  info_card_desc2:
    "Эрекция возникает из-за притока крови в кавернозные тела пениса. Стресс, нарушения обмена веществ, гормональные, сосудистые, неврологические или психологические проблемы могут нарушить этот механизм.",
  info_card_title3: "Предосторожности при применении Сайдгры",
  info_card_desc3:
    "Проконсультируйтесь с врачом, если вам более 65 лет, есть медицинская история или вы принимаете другие лекарства. Некоторые состояния и взаимодействия могут потребовать особого внимания.",
  more_info_button: "Больше информации",

  //Баннер
  banner_title_1: "Глобальная доставка",
  banner_title_2: "Конкурентоспособные цены",
  banner_title_3: "Безопасные платежи",
  banner_title_4: "Быстрая доставка",
  banner_desc_1: "Доставка по всему миру.",
  banner_desc_2: "Лучшее соотношение цены и качества на рынке.",
  banner_desc_3: "Ваши электронные платежи защищены.",
  banner_desc_4: "Мгновенная обработка заказов и доставка в течение 10 дней.",

  //Детали продукта
  pd_title: "Сайдгра",
  pd_desc:
    "Сайдгра содержит силденафилцитрат, который расслабляет мышцы и кровеносные сосуды пениса, способствуя увеличению кровотока и более стабильной эрекции.",
  pd_subtitle: "МЕДИКАМЕНТ ВКРАТЦЕ",
  pd_desc_subtitle:
    "Сайдгра эффективно борется с эректильной дисфункцией (ЭД) благодаря своему точно идентичному составу с Виагрой. Сайдгра, безусловно, идеальный аналог своего предшественника в плане эффективности, действия и дозировки.",
  pd_banner_pill_1:
    "Благодаря силденафилцитрату, который является ингибитором фосфодиэстеразы типа 5 (ФДЭ5) в таблетке Сайдгры, мышцы расслабляются, и кровь может естественно поступать в ваши половые органы, вызывая мощную и долгосрочную эрекцию.",
  pd_banner_pill_2:
    "Обратите внимание, что Сайдгра, как и все аналогичные препараты, действует только при сексуальной стимуляции и не предназначен для усиления вашего сексуального влечения.",

  pd_box_title1: "ДОЗИРОВКА И ПРИМЕНЕНИЕ",
  pd_box_desc1:
    "Принимайте таблетку за 30-60 минут до желаемого эффекта. Действие может начаться через 30 минут. Длительность действия может составлять до 6 часов при сексуальной стимуляции.",
  pd_box_item1:
    "Избегайте употребления большого количества алкоголя, так как это может повлиять на эрекцию.",
  pd_box_item2: "Рекомендуемая доза - 1 таблетка или 100 мг в день.",
  pd_box_item3: "Не используйте Сайдгру, если недавно принимали нитраты.",
  pd_box_item4: "Не рекомендуется для женщин и детей младше 18 лет.",
  pd_box_item5: "Принимайте таблетку с глотком воды.",

  pd_box_title2: "САИДГРА И ПРЕДОСТОРОЖНОСТИ",
  pd_box_desc2:
    "Рекомендуется проконсультироваться с врачом или аптекарем перед применением Сайдгры, особенно если вам более 65 лет, есть медицинская история и вы принимаете другие лекарства. Также проконсультируйтесь при наличии:",
  pd_box2_item1: "Серповидноклеточная анемия",
  pd_box2_item2: "Аллергия на силденафил",
  pd_box2_item3: "Проблемы с зрением",
  pd_box2_item4: "Множественная миелома или лейкемия",
  pd_box2_item5: "Заболевания почек или печени",
  pd_box2_item6: "История инсульта",
  pd_box2_item7: "Деформация пениса или болезнь Пейрони",
  pd_box2_item8:
    "Серповидноклеточная анемия (аномалия красных кровяных клеток)",
  pd_box2_item9:
    "Неконтролируемое повышение или понижение артериального давления",
  pd_box2_item10: "Язвы желудка или другие аномальные кровотечения",

  pd_box_title3: "ХРАНЕНИЕ",

  pd_box_desc3:
    "Срок годности лекарств зависит от условий хранения. Вот несколько базовых инструкций по хранению:",
  pd_box3_item1: "Храните таблетки при температуре от 16°C до 28°C",
  pd_box3_item2: "Не открывайте алюминиевую бутылку без использования",
  pd_box3_item3: "Держите коробки подальше от прямых солнечных лучей",
  pd_box3_item4: "Держите коробки вне досягаемости детей",
  pd_box3_item5: "Не замораживайте и не нагревайте лекарства",

  //Страница контактов
  contact_title: "Нужна помощь? Свяжитесь с нами.",
  contact_name: "Имя",
  contact_email: "Электронная почта",
  contact_select: "Выберите тему",
  contact_option1: "Проблема с платежом",
  contact_option2: "Проблема с доставкой",
  contact_option3: "Информация о продукте",
  contact_option4: "Запрос консультации",
  contact_option5: "Другое",
  contact_message: "Напишите ваше сообщение",
  contact_send: "Отправить сообщение",

  //Страница оплаты
  payment_title: "Оплата",
  payment_cardn: "Номер карты",
  payment_expiry: "Срок действия",
  payment_cvc: "Код безопасности",
  payment_pay_button: "Оплатить",
  payment_pay_wait: "Пожалуйста, подождите",
  payment_terms: "Условия и положения",
  payment_exit: "Отменить",
  payment_rec_title: "Сайдгра - Таблетки",
  payment_rec_box: "Коробка",
  payment_rec_sub: "Промежуточная сумма",
  payment_rec_shipping: "Доставка",
  payment_rec_total: "Итого",

  //Подвал
  footer_title1: "-Схема сайта-",
  footer_title2: "-О нашей компании и политике-",
  footer_title3: "-Вики-",

  footer_l_1: "Главная",
  footer_l_2: "Информация",
  footer_l_3: "Купить",
  footer_l_4: "Медикамент",

  footer_l1_1: "Условия использования",
  footer_l1_2: "Политика возврата",
  footer_l1_3: "Способы оплаты",

  footer_l2_1: "Эректильная дисфункция",
  footer_l2_2: "Сайдгра",
  footer_l2_3: "Дозировка",
};
